export const defaultBudget = {
  "Ипотека": 2300,
  "Храна и битови": 650,
  "Ток/Вода/Интернет и ТВ": 450,
  "Жена": 800,
  "Спорт / добавки": 60,
  "СОТ": 40,
  "Паркомясто": 33,
  "Инвестиции": 350,
  "Автомобил": 100,
  "Подаръци / социални": 125,
  "Абонаменти": 30,
  "Забавление / ресторанти": 200,
  "Децата": 150,
  "Tech updates": 75,
  "Сезонни разходи": 250,
  "Неочаквани разходи": 200,
  "Щастието на Никола": 350
};

export const monthlyCash = 7500;

export const CHART_COLORS = [
  '#60a5fa', '#f87171', '#34d399', '#fbbf24', 
  '#c084fc', '#fb7185', '#10b981', '#6366f1', 
  '#facc15', '#f472b6'
]; 